Repository: kieulanalp/EngineeringStuffs
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: An atrium is a large vertical opening that spans two or more floors. As a general rule an atrium has a relatively large plan area and to be considered an atrium the opening must have a minimum horizontal dimension of 6.1 m and a minimum area of 95 sqm. A monumental stair may or may not be considered as an atrium space.
vi: An atrium is a large vertical opening that spans two or more floors. As a general rule an atrium has a relatively large plan area and to be considered an atrium the opening must have a minimum horizontal dimension of 6.1 m and a minimum area of 95 sqm. A monumental stair may or may not be considered as an atrium space. / Giếng trời là một không gian mở lớn theo chiều dọc, từ hai tầng trở lên. Nhìn chung, một giếng trời thường có diện tích mặt sàn khá lớn và để được coi là một giếng trời, khoảng mở phải có kích thước chiều ngang tối thiểu 6.1m và diện tích tối thiểu 95m2. Cầu thang monumental có thể được hoặc không được coi là giếng trời

source: An audible alarm activated by any fault or alarm condition, complete with muting switch
vi: An audible alarm activated by any fault or alarm condition, complete with muting switch / Báo động âm thanh kích hoạt bởi bất cứ điều kiện sự cố hoặc báo động nào, kèm với nút tắt âm

source: An electrical load analysis must be carried out to detail the predicted loads for the hotel, by service and department area, based in VA/m2 floor loadings. This load analysis must include allowances for increase in electrical demand, and typical maximum values are indicated in the table following:
vi: An electrical load analysis must be carried out to detail the predicted loads for the hotel, by service and department area, based in VA/m2 floor loadings. This load analysis must include allowances for increase in electrical demand, and typical maximum values are indicated in the table following: / Phải tiến hành phân tích phụ tải điện để có chi tiết các phụ tải dự tính trong khách sạn, tính theo dịch vụ và bộ phận, dựa trên cơ sở phụ tải tầng VA/m2

source: An emergency door release must be provided alongside the door - this must be in the form of a break-glass
vi: An emergency door release must be provided alongside the door - this must be in the form of a break-glass unit, colored green to distinguish it from a fire alarm call point / Nút mở cửa khẩn cấp phải được bố trí dọc cửa - phải là dạng kính chống vỡ, màu xanh lá cây để phân biệt với điện thoại sự cố

source: An example of an atrium that is not fully enclosed and which has escape routes through the atrium. A smoke and heat control system is therefore required to keep the atrium clear for sufficient time to allow the occupants to safely escape.
vi: An example of an atrium that is not fully enclosed and which has escape routes through the atrium. A smoke and heat control system is therefore required to keep the atrium clear for sufficient time to allow the occupants to safely escape. / Một ví dụ của giếng trời không kín hoàn toàn và có đường thoát hiểm thông qua giếng trời. Do đó cần có hệ thống kiểm soát khói và nhiệt để giữ giếng trời thông thoáng đủ lâu để người trong tòa nhà thoát hiểm kịp thời

source: An example of an atrium with a fire protected enclosure and without escape routes through the atrium.
vi: An example of an atrium with a fire protected enclosure and without escape routes through the atrium. / Ví dụ về giếng trời khép kín với bảo vệ chống cháy và không có đường thoát chạy qua giếng trời

source: An intelligent analogue addressable, automatic fire alarm and detection system must be installed to cover the whole hotel. The system must also provide signals to other building systems where the hotel is part of a larger complex to alert them in the event of fire system activation.
vi: An intelligent analogue addressable, automatic fire alarm and detection system must be installed to cover the whole hotel. The system must also provide signals to other building systems where the hotel is part of a larger complex to alert them in the event of fire system activation. / Yêu cầu lắp đặt hệ thống phát hiện và báo cháy định địa chỉ analogue thông minh cho toàn bộ khách sạn. Hệ thống cũng phải báo tín hiệu tới các hệ thống tòa nhà khác nếu khách sạn thuộc một tổ hợp tòa nhà lớn hơn, để báo động cho các bên khác trong trường hợp hệ thống báo cháy kích hoạt

source: An option to fire dampers in a bathroom or rest room exhaust duct, which requires no maintenance, is a subduct.
vi: An option to fire dampers in a bathroom or rest room exhaust duct, which requires no maintenance, is a subduct. / Một lựa chọn thay thế van chặn lửa ống hút khí trong phòng tắm hoặc phòng vệ sinh mà không yêu cầu bảo trì là một ống phụ

source: An uninterruptible supply system must be provided to ensure no break in electrical supply must occur to the following services:
vi: An uninterruptible supply system must be provided to ensure no break in electrical supply must occur to the following services: / Phải có hệ thống lưu điện để đảm bảo không có ngắt quãng trong việc cấp điện đến các hạng mục sau:

source: An “Enwa Matic” or equivalent water conditioner shall be provided for treatment of the water distribution system for control of water quality and corrosion, to avoid the need for chemical treatment and strainers.
vi: An “Enwa Matic” or equivalent water conditioner shall be provided for treatment of the water distribution system for control of water quality and corrosion, to avoid the need for chemical treatment and strainers. / Máy "Enwa Matic" hoặc máy khử cặn tương tự sẽ được bố trí để xử lý hệ thống phân phố inước, đảm bảo chất lượng nước và chống ăn mòn, giúp tránh nhu cầu sử dụng chất hóa học và bộ lọc

source: An “EnwaMatic” or equivalent water conditioner shall be provided for treatment of the water distribution system for control of water quality and corrosion, to avoid the need for chemical treatment and strainers.
vi: An “Enwa Matic” or equivalent water conditioner shall be provided for treatment of the water distribution system for control of water quality and corrosion, to avoid the need for chemical treatment and strainers. / Máy "Enwa Matic" hoặc máy khử cặn tương tự sẽ được bố trí để xử lý hệ thống phân phố inước, đảm bảo chất lượng nước và chống ăn mòn, giúp tránh nhu cầu sử dụng chất hóa học và bộ lọc

source: Annual energy consumption for the whole hotel equated to kWh/room/annum
vi: Annual energy consumption for the whole hotel equated to kWh/room/annum / Điện năng tiêu thụ hàng năm của khách sạn - kWh/phòng/năm

source: Annual maintenance cost
vi: Annual maintenance cost / Chi phí bảo dưỡng hàng năm

source: Annunciation
vi: Annunciation / Thông báo

source: Annunciation &indication- main fire indicator panel
vi: Annunciation & indication- main fire indicator panel / Thông báo & hiển thị - Tủ báo cháy chính

source: Annunciation at fire panel and pagers
vi: Báo về tủ báo cháy và máy liên lạc của nhân viên

source: Annunciation on repeater mimic panels
vi: Annunciation on repeater mimic panels / Thông báo trên tủ repeater mimic

source: Any doors opening directly into a stair must not obstruct the stair by more than 50% of its width.
vi: Any doors opening directly into a stair must not obstruct the stair by more than 50% of its width. / Bất cứ cửa nào mở ra thang bộ đều không được phép gây cản trở trên thang bộ vượt quá 50 % chiều rộng thang

source: Any electrical sub-station, distribution board, generator, hydraulic pump or other apparatus must be fire protected for a period not less than that of the lift shaft. -
vi: Any electrical sub-station, distribution board, generator, hydraulic pump or other apparatus must be fire protected for a period not less than that of the lift shaft. / Bất kỳ tủ điện phụ nào, bảng điện, máy phát, bơm thủy lực hay các thiết bị khác phải được bảo vệ chống cháy trong thời gian không ít hơn trục thang máy.

source: Any power switches or isolators must be clearly identified and labels must be provided at the main switchboard and at the alternative power supply indicating the location of the other supply
vi: Any power switches or isolators must be clearly identified and labels must be provided at the main switchboard and at the alternative power supply indicating the location of the other supply / Bất kỳ công tắc điện hay isolator nào phải được nhận dạng rõ ràng và được gắn nhãn trên tủ điện chính và nguồn điện dự phòng thể hiện rõ vị trí dự phòng.

source: Any ventilation controls for use by firefighters must be adjacent to the fire control panel; however, smoke extraction controls for stairs may be located within the stair at fire brigade access level.
vi: Any ventilation controls for use by firefighters must be adjacent to the fire control panel; however, smoke extraction controls for stairs may be located within the stair at fire brigade access level. / Bất cứ điều khiển thông khí nào cho lực lượng cứu hỏa sử dụng phải bố trí gần tủ báo cháy; tuy nhiên điều khiển thông khói cho thang bộ có thể được bố trí bên trong giếng thang bộ tại tầng tiếp cận của lực lượng cứu hỏa

source: Appendix - Technical Specifications - then reference each individual area
vi: Appendix - Technical Specifications - then reference each individual area / Phụ lục - Thông số Kỹ thuật - tham khảo từng khu vực cụ thể

source: Appendix Recommended construction for different climatic regions
vi: Appendix Recommended construction for different climatic regions / Phụ lục: Khuyến nghị về thi công công trình đối với các vùng khí hậu khác nhau

source: Applications for Fire Suppression Systems
vi: Applications for Fire Suppression Systems / Ứng dụng của các Hệ thống Chữa cháy

source: Aquatherm Pipe
vi: Aquatherm Pipe / Ống Aquatherm

source: Area
vi: Area / Khu vực

source: Area of Application
vi: Area of Application / Khu vực ứng dụng

source: Areas with high fresh air demand
vi: Areas with high fresh air demand / Các khu vực nhu cầu khí tươi cao

source: Areas with low latent cooling demand
vi: Areas with low latent cooling demand / Khu vực ít có nhu cầu khử ẩm (hạ nhiệt ẩn?)

source: As a Total Heat Recovery:
vi: As a Total Heat Recovery:;;;Thu hồi nhiệt

source: As an Air Cooled Chiller:
vi: As an Air Cooled Chiller: / Chiller giải nhiệt gió

source: As an Air Heat Pump:
vi: As an Air Heat Pump: / Bơm nhiệt không khí

source: As an alternative to a conventional public address / voice alarm system a voice-enhanced sounder system that broadcasts a voice alarm message through the detector sounder base may be used and this system is likely to be considerably less expensive. It must be noted, however, that in public areas the system may need to be enhanced by additional sounders to ensure the intelligibility of the message. This is illustrated as follows:-
vi: As an alternative to a conventional public address / voice alarm system a voice-enhanced sounder system that broadcasts a voice alarm message through the detector sounder base may be used and this system is likely to be considerably less expensive. It must be noted, however, that in public areas the system may need to be enhanced by additional sounders to ensure the intelligibility of the message. This is illustrated as follows:- / Thay vì hệ thống hệ thống thông báo công cộng/ báo động bằng giọng nói thông thường, một hệ thống báo động kết hợp thông báo bằng giọng nói, trong đó thông báo bằng giọng nói được phát qua đế âm thanh của đầu báo, có thể được sử dụng, và hệ thống này có thể rẻ hơn đáng kể. Tuy nhiên, cần phải chú ý rằng, trong các khu vực công cộng, hệ thống này có thể cần bổ sung thêm loa hỗ trợ để đảm bảo thông báo được nghe rõ. Xem minh họa ở dưới:

source: As an alternative to fire dampers if permitted by local codes, ventilation ducts may either be fire resisting or fully enclosed in fire resisting material of the same standard as the structure throughout their entire length.
vi: As an alternative to fire dampers if permitted by local codes, ventilation ducts may either be fire resisting or fully enclosed in fire resisting material of the same standard as the structure throughout their entire length. / Nếu quy định địa phương cho phép, giải pháp thay thế cho van chặn lửa có thể là ống thông gió chống cháy hoặc được bảo vệ kín hoàn toàn trong vật liệu chống cháy có tiêu chuẩn tương đương với cấu trúc suốt dọc chiều dài ống

source: As mentioned previously, the air conditioning will make up a large proportion of the power consumption for a hotel building, and the fresh air will form a significant proportion of this, which can be illustrated as follows for different locations:-
vi: As mentioned previously, the air conditioning will make up a large proportion of the power consumption for a hotel building, and the fresh air will form a significant proportion of this, which can be illustrated as follows for different locations:- / Như đã nói, việc điều hòa không khí sẽ chiếm một phần lớn trong tiêu thụ điện của một tòa khách sạn, và khí tươi sẽ chiếm một phần đáng kể trong đó, ví dụ tại một số vị trí dưới đây

source: As provided by the manufacturer
vi: As provided by the manufacturer / Như nhà sx cung cấp

source: As well as limiting the use and combustible materials at the base of the atrium, a smoke control system must be provided, where the escape routes are open to the atrium. Where they are not, only a smoke clearance system needs to be provided.
vi: As well as limiting the use and combustible materials at the base of the atrium, a smoke control system must be provided, where the escape routes are open to the atrium. Where they are not, only a smoke clearance system needs to be provided. / Đồng thời với việc hạn chế sử dụng vật liệu dễ cháy ở tầng thấp nhất giếng trời, phải có hệ thống kiểm soát khói nếu đường thoát hiểm mở ra giếng trời. Nếu đường thoát hiểm không mở ra giếng trời, chỉ cần cung cấp một hệ hút khói.

source: As well as the cost of the chiller plant, the electrical infrastructure required for each type can vary significantly, as indicated in the following table, based on a typical 2600kW chiller plant.
vi: As well as the cost of the chiller plant, the electrical infrastructure required for each type can vary significantly, as indicated in the following table, based on a typical 2600kW chiller plant. / Ngoài chi phí của tháp giải nhiệt, các cơ sở hạ tầng điện cần thiết cho mỗi loại sẽ khác nhau, theo như bảng sau, dựa trên cơ sở một trạm chiller 2500kW điển hình

source: At all levels elevators must be protected by fire resisting landing doors or lobbies with access via self-closing fire resisting doors.
vi: At all levels elevators must be protected by fire resisting landing doors or lobbies with access via self-closing fire resisting doors. / Tại tất cả các tầng, thang máy phải được bảo vệ bởi cửa chống cháy hoặc sảnh thang máy tiếp cận qua cửa chống cháy tự đóng

source: At any time that a fire detector operates in any other part of the hotel, a MCP or a fire suppression system operates there must be an immediate alarm throughout the hotel
vi: At any time that a fire detector operates in any other part of the hotel, a MCP or a fire suppression system operates there must be an immediate alarm throughout the hotel / Bất cứ thời điểm nào có đầu báo cháy bị kích hoạt trong bất cứ khu vực nào khác của khách sạn, một nút báo cháy khẩn cấp hoặc hệ thống chữa cháy bị kích hoạt, phải ngay lập tức có báo động trên toàn khách sạn.

source: At the top and under the first landing above the lowest level. If doors from two fire separate fire divisions access the same stair sprinklers are required.
vi: At the top and under the first landing above the lowest level. If doors from two fire separate fire divisions access the same stair sprinklers are required. / Trên cùng của thang và dưới chiếu nghỉ đầu tiên phía trên tầng thấp nhất. Nếu cửa từ hai khoang chống cháy khác nhau cùng mở vào một thang bộ, yêu cầu có sprinkler

source: Atriums
vi: Atriums / Các giếng trời

source: Attention drawing signal
vi: Attention drawing signal / Tín hiệu thu hút sự chú ý

source: Audio /Visual systems
vi: Audio /Visual systems / Hệ thống AV

source: Audio Visual including o/head projection, video presentation, video conference, wall mounted projector.
vi: Audio Visual including o/head projection, video presentation, video conference, wall mounted projector. / AV bao gồm máy chiếu gắn trần, trình chiếu video, họp trực tuyến, màn chiếu gắn tường

source: Audio visual systems are required to provide background music, paging and sound reinforcement, and to facilitate presentations for various areas of the Hotel.
vi: Audio visual systems are required to provide background music, paging and sound reinforcement, and to facilitate presentations for various areas of the Hotel. / hệ thống AV được yêu cầu để chơi nhạc nền, thông báo và hỗ trợ trình chiếu tại vô số khu vực của khách sạn

source: Australia / Asia Pacific
vi: Australia / Asia Pacific / Úc / Châu Á Thái Bình Dương

source: Austria Belgium Finland France Germany Ireland Italy Portugal Spain Sweden Switzerland UK
vi: Austria Belgium Finland France Germany Ireland Italy Portugal Spain Sweden Switzerland Uk / Áo, Bỉ, Phần Lan, Pháp, Đức, Ai-len, Ý, Bồ Đào Nha, Tây Ban Nha, Thụy Điển, Thụy Sĩ, Anh

source: Author
vi: Author / Tác giả

source: Auto
vi: Auto / Tự động

source: Automated de-ashing
vi: Automated de-ashing / Thải tro, xỉ tự động

source: Automatic and manual cut off fuel/power to kitchen equipment and boilers in a fire alarm in that area.
vi: Automatic and manual cut off fuel/power to kitchen equipment and boilers in a fire alarm in that area. / Ngắt tự động và bằng tay nguồn điện/nhiên liệu cho thiết bị bếp và nồi hơi khi có báo động cháy trong khu vực đó

source: Automatic fire suppression - InterContinental Hotels Group/Code (all areas to be covered)
vi: Automatic fire suppression - InterContinental Hotels Group/Code (all areas to be covered) / Hệ thống chữa cháy tự động (bố trí tại tất cả các khu vực)

source: Automatic heat exchanger cleaning
vi: Automatic heat exchanger cleaning / Tự động vệ sinh bộ trao đổi nhiệt

source: Automatic sprinklers are not required on the atrium side of the glass wall when there is no walkway or other floor area on the atrium side above the main floor level.
vi: Automatic sprinklers are not required on the atrium side of the glass wall when there is no walkway or other floor area on the atrium side above the main floor level. / Không yêu cầu sprinkler tự động ở mặt kính phía giếng trời nếu không có lối đi hoặc tầng khác ở phía giếng trời

source: B - ACTIVATION OF SECOND SMOKE DETECTOR OPENS THE SPRINKLER WATER FLOW CONTROL VALVE TO FILL UP THE SPRINKLER PIPEWORK WITH WATER
vi: B - ACTIVATION OF SECOND SMOKE DETECTOR OPENS THE SPRINKLER WATER FLOW CONTROL VALVE TO FILL UP THE SPRINKLER PIPEWORK WITH WATER / B - VIỆC KÍCH HOẠT ĐẦU BÁO KHÓI THỨ HAI KHIẾN MỞ VAN KIỂM SOÁT DÒNG CHẢY ĐỂ NƯỚC VÀO ĐƯỜNG ỐNG SPRINKLER

source: BACK OF HOUSE AC SYSTEM COMPARISON TABLE
vi: Back of house A/C system comparison table / So sánh hệ thống A/C cho BOH

source: BMS MONITORING & CONTROL
vi: bms monitoring & control / Giám sát và điều khiển BMS

source: BMS link for alarm alert and fault condition
vi: BMS link for alarm alert and fault condition / Liên kết BMS để phục vụ báo động và báo lỗi sự cố

source: BOH Area AC and Ventilation
vi: BOH Area A/C and Ventilation / A/C và thông gió BOH

source: BOH General
vi: BOH General / BOH - Chung

source: BOH lighting and power
vi: BOH lighting and power / Điện và chiếu sáng BOH

source: BRAND SAFETY
vi: BRAND SAFETY / TIÊU CHUẨN AN TOÀN THƯƠNG HIỆU

source: Ba room system to be capable of contris Ing diffie'er.t areas when divided
vi: Ballroom system to be capable of controlling different areas when divided / Hệ thống của ballroom phải có thể điều khiển được từng khu riêng biệt khi phòng được chia nhỏ

source: Back of House
vi: Back of House Khu BOH

source: Back of House Areas
vi: Back of House Areas / Khu BOH

source: Back of house areas
vi: Back of house areas / Khu BOH

source: Back of house areas and guestrooms and guestroom corridors
vi: Back of house areas and guestrooms and guestroom corridors / Khu BOH và phòng khách và hành lang phòng khách

source: Bahrain Iran Iraq Israel / Occupied Territories Jordan Kuwait Lebanon Palestinian Authority Saudi Arabia Syria uAe Yemen
vi: Bahrain Iran Iraq Israel / Occupied Territories Jordan Kuwait Lebanon Palestinian Authority Saudi Arabia Syria uAe Yemen / Bahrain Iran Iraq Israel / Lãnh thổ bị chiếm đóng Jordan Kuwait Lebanon Palestinian Authority Saudi Arabia Syria uAe Yemen

source: Banquet facilities
vi: Banquet facilities / Cơ sở vật chất làm tiệc

source: Base external heat rejection equipment selections on external ambient design temperature for the location +5°C
vi: Base external heat rejection equipment selections on external ambient design temperature for the location +5°C / Lựa chọn thiết bị thải nhiệt bên ngoài dựa trên nhiệt độ thiết kế bên ngoài của vị trí dự án +5°C

source: Bathrooms - Bath Areas
vi: Bathrooms - Bath Areas / Phòng tắm - khu vực tắm

source: Bathrooms - General
vi: Bathrooms - General / Phòng tắm - chung

source: Bathrooms - bath area
vi: Bathrooms - bath area / Phòng tắm - khu vược tắm

source: Bathrooms - vanity areas
vi: Bathrooms - vanity areas / Phòng tắm - khu vực bồn rửa

source: Battery backup must be provided as an integral part of the main fire alarm panel. The batteries must be of sufficient capacity to provide standby operation for 24 hours after which sufficient capacity must remain to operate on full alarm conditions load for a minimum of one hour.
vi: Battery backup must be provided as an integral part of the main fire alarm panel. The batteries must be of sufficient capacity to provide standby operation for 24 hours after which sufficient capacity must remain to operate on full alarm conditions load for a minimum of one hour. / Tủ báo cháy phải có pin dự phòng tích hợp. Pin phải có đủ công suất để hoạt động dự phòng trong 24 giờ, sau đó, phải có đủ công suất để hoạt động khi báo động hoạt động đầy đủ trong tối thiểu 1 giờ

source: Battery life is circa 10 years
vi: Battery life is circa 10 years / Vòng đời pin khoảng 10 năm

source: Be at least 760 x 1200mm in size
vi: Be at least 760 x 1200mm in size / Tối thiểu kích thước 760 x 1200mm

source: Be located so that they do not obstruct escape routes for other guests
vi: Be located so that they do not obstruct escape routes for other guests / Được đặt tại vị trí không cản trở đường thoát hiểm của khách khác

source: Be provided with mechanical or natural smoke and carbon monoxide ventilation
vi: Be provided with mechanical or natural smoke and carbon monoxide ventilation / Cung cấp thông khói và khí CO cơ học hoặc tự nhiên

source: Be provided with thermal detection and part of the hotel’s fire alarm and detections system.
vi: Be provided with thermal detection and part of the hotel’s fire alarm and detections system. / Cung cấp đầu báo nhiệt và một phần của hệ thống phát hiện và báo cháy của khách sạn

source: Be separated from all areas of the hotel by 90 minutes fire resisting construction and two 30 minute, or one 60 minute self-closing, fire resisting doors
vi: Be separated from all areas of the hotel by 90 minutes fire resisting construction and two 30 minute, or one 60 minute self-closing, fire resisting doors / Độc lập khỏi tất cả các khu vực của khách sạn bởi cấu trúc chống cháy 90p và 2 cửa chống cháy 30p hoặc 1 cửa chống cháy 60p

source: Beams
vi: Beams / Dầm

source: Bedrooms - Activity Areas Day/Night
vi: Bedrooms - Activity Areas Day/Night / Phòng ngủ - Khu hoạt động ngày/đêm

source: Bedrooms - Activity areas
vi: Bedrooms - Activity areas / Phòng ngủ - khu hoạt động

source: Bedrooms - Desk area
vi: Bedrooms - Desk area / Phòng ngủ - bàn làm việc
